// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Registrering af enheder";


// Search Task
SearchTaskName = "Vælg enhed";
SearchTaskTitle = "Vælg, hvilken enhed der skal konfigureres";

AllFilterTitle = "Alle";

DevicesFilterLabel = "Enheder:";
SupportedDevicesFilterTitle = "Understøttet";

ConnectionFilterLabel = "Forbindelse:";

DeviceNameColumnTitle = "Enhedens navn";
ConnectionColumnTitle = "Forbindelse";
DetailsColumnTitle = "Detaljer";
DeviceModelColumnTitle = "Enhedsmodel";

DeviceIsNotListedButtonTitle = "Min enhed vises ikke...";
SpecifyDeviceManuallyButtonTitle = "Angiv enhed manuelt...";

AdminPasswordIsSetOnDeviceTitle = "En administratoradgangskode er indstillet på den valgte enhed";
AdminPasswordIsSetOnDeviceText = "Det ser ud til at den valgte enhed allerede er sat op. For at fortsætte med opsætningen alligevel, skal du klikke på \"Fortsæt\" knappen.";
AdminPasswordIsSetOnDeviceAWCConnectionText = "Det ser ud til at den valgte enhed allerede er sat op.";

DeviceCommunicationError = "Kommunikationsfejl";
DeviceCommunicationErrorText = "Der opstod en fejl ved kommunikationen med enheden. Kontroller, at enheden er klar, og prøv igen.";
DeviceCommunicationTimeoutErrorText = "Enheden reagerer ikke. Kontroller, at enheden er tilsluttet, og prøv igen.";

ManualSpecifyTaskDescription = "Angiv enhed manuelt";
ManualSpecifyOkButtonTitle = "Opret forbindelse";
